Repository: ErgashevSamandar2022/mexTex
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Bosh sahifa
ru: Главная

source: Jurnallar
ru: Журналы

source: Jurnal haqida
ru: О журнале

source: Hujjatlar
ru: Документы

source: Guvohnoma
ru: Свидетельство

source: Jurnal nizomi
ru: Устав журнала

source: Buyruq
ru: Команда

source: VAK ruxsati
ru: разрешение ВАК

source: Kirish
ru: Авторизоваться

source: Profil
ru: Профиль

source: To'plam Jurnallar
ru: Сборники журналов

source: Xorijiy tahrir azosi
ru: Иностранный редактор

source: Arxiv
ru: Архив

source: Bog'lanish
ru: Контакты

source: Xabarlar
ru: Сообщения

source: Maqola yuborish
ru: Отправить статью

source: Namangan Davlat Texnika Universiteti «Mexanika va Texnologiya ilmiy jurnali».
ru: Наманганский государственный технический университет «Научный журнал механики и технологий».

source: Foydali
ru: Полезный

source: Namangan viloyati, Namangan shahri, Islom Karimov ko‘chasi, 12-uy
ru: Наманганская область, город Наманган, улица Ислама Каримова, дом 12

source: Тelefon:(69)2341523; (94)1590032 Faks:(69)2341523
ru: Телефон: (69) 2341523; (94)1590032 Факс: (69)2341523

source: Dushanba- Shanba, 08:00 - 18:00 PM
ru: Понедельник-суббота, 08:00 - 18:00 PM

source: Copyright ©2025 Barcha huquqlar himoyalangan | Saytdan olingan ma`lumotlardan foydalanilganda
ru: Copyright ©2025 Все права защищены | При использовании информации на сайте

source: web-saytga havola qilish majburiy.
ru: сылка на сайт обязательна.

source: Namangan Davlat Texnika Universiteti
ru: Наманганский государственный технический университет

source: ``Mexanika va Texnologiya`` Ilmiy Jurnali.
ru: ``Механика и технология`` Научный журнал.

source: Axborot OAK Rayosatining 01.02.2022 y, №311/6 qaroriga asosan asosiy ilmiy natijalarini chop
ru: Информация включена в перечень научных изданий, рекомендуемых для публикации основных научных результатов в соответствии с постановлением

source: etish tavsiya etilgan ilmiy nashrlar ro'yxatiga kiritilgan.
ru: Президиума ОАК от 01.02.2022 г. № 311/6.

source: Qabul kunlari:
ru: Дни приема:

source: Dushanba - Shanba: 08:00 - 18:00
ru: Понедельник - суббота: 08:00 - 18:00

source: Manzil:
ru: Адрес:

source: Ilmiy jurnal yo'nalishlari
ru: Тенденции научных журналов

source: Quyidagi yo‘nalishlar bo‘yicha maqolalar e'lon qilinadi
ru: Статьи будут опубликованы по следующим направлениям:

source: Texnologiya
ru: Технологии

source: Avtomobillar va qishloq xo‘jalik mashinalari
ru: Автомобили и сельскохозяйственная техника

source: Qisqa xabarlar
ru: Короткие сообщения

source: Mexanika
ru: Механика

source: Jurnal Nomi
ru: Название журнала

source: Jurnallarning elektron nusxasi
ru: Электронная копия журналов

source: Journal mavjud emas!
ru: Журнал недоступен!

source: Batafsil
ru: Подробнее

source: Yil
ru: Год

source: O'qituvchi
ru: Учитель

source: O'quvchi
ru: Студент

source: Jurnal
ru: Журнал

source: MEXANIKA VA TEXNOLOGIYA
ru: МЕХАНИКА И ТЕХНОЛОГИИ

source: Ilmiy jurnalida maqolalarni chop etish uchun rasmiylashtirishga qo‘yiladigan talablar
ru: Требования к оформлению статей для публикации в научном журнале

source: Mexanika va texnologiya ilmiy jurnali
ru: Научный журнал механики и технологий

source: Namangan Davlat Texnika Universiteti «Mexanika va texnologiyailmiy jurnali» («Научный
ru: Научный журнал «Механика и технология» Наманганского государственного технического университета

source: журнал механика и технология», «Scientific Journal of Mechanics and Technology») da
ru: публикует результаты научных исследований, проводимых высшими учебными заведениями и

source: respublikamizning oliy ta'lim va ilmiy-tadqiqot institutlari, ilmiy-ishlab chiqarish
ru: научно-исследовательскими институтами, научно-исследовательскими

source: markazlari va xorijda bajarilgan ilmiy ahamiyatga molik ilmiy-tadqiqot ishlarining natijalari
ru: центрами нашей республики и зарубежья.

source: nashr etiladi. Ilmiy jurnal bir yilda to‘rt marta chop etilib, unda quyidagi yo‘nalishlar
ru: Научный журнал издается четыре раза в год и публикует

source: bo‘yicha maqolalar e'lon qilinadi:.
ru: статьи по следующим направлениям:.

source: - mexanika;
ru: - механика;

source: - avtomobilllar va qishloq xo‘jalik mashinalari;
ru: - автомобили и сельскохозяйственная техника;

source: - texnologiya;
ru: - технологии;

source: - qisqa xabarlar.
ru: - короткие сообщения.

source: Tahririyatga taqdim etilayotgan maqola
ru: Статья отправлена ​​в редакцию

source: Tahririyatga taqdim etilayotgan maqola qo‘lyozmasi bo‘yicha muallif
ru: Рукопись, представляемая в редакцию, должна включать рекомендательное письмо, подписанное

source: faoliyat olib borayotgan muassasa rahbariyati tomonidan imzolangan yo‘llanma xati, maqolani
ru: руководством учреждения, где работает автор, экспертное заключение о возможности публикации статьи,

source: chop etish mumkinligi haqidagi ekspert xulosasi va maqola mualliflarining tarkibida fan
ru: наличие среди авторов статьи доктора наук; в случае отсутствия среди авторов доктора наук — официальную

source: doktori: bo‘lmagan taqdirda tegishli fan yo‘nalishi bo‘yicha fan doktorining rasmiy taqrizi
ru: рецензию доктора наук по соответствующей специальности. Статьи могут быть представлены на узбекском,

source: bo‘lishi shart. Maqolalar o‘zbek, rus yoki ingliz tillarida taqdim etilishi mumkin. Maqolaning
ru: русском или английском языках. Название статьи, краткая аннотация (8–10 строк) и

source: nomi, qisqacha annotatsiyasi (8-10 qator) va kalit so‘zlar (10-15 ta) o‘zbek, rus va ingliz
ru: ключевые слова (10–15) приводятся на узбекском

source: tillarida beriladi.
ru: , русском и английском языках.

source: Maqola matni shakillantirish.
ru: Форматирование текста статьи.

source: Maqola matni “MS Word” dasturida “Times New Roman” shiriftida 12 pt o‘lchamda, hajmi 1
ru: Текст статьи должен быть написан в редакторе MS Word, шрифтом Times New Roman размером 12 пт,

source: intervalda 6-10 bet bo‘lishi kerak. Varaq o‘lchami 210x297 mm (A4-format), matn chegara
ru: объемом 6-10 страниц, интервал одинарный. Размер листа 210х297 мм (формат А4), поля

source: o‘lchamlari yuqoridan va pastdan– 2,0 sm, chapdan – 3,0 sm, o‘ngdan – 1,5 sm bo‘lishi lozim.
ru: текста сверху и снизу по 2,0 см, слева — 3,0 см, справа — 1,5 см.

source: Maqolani rasmiylashtirish qoidalari
ru: Правила форматирования статьи

source: Maqolani rasmiylashtirish qoidalari quyidagilardan iborat. Maqola boshining chap tomonida UO‘T
ru: Правила оформления статьи следующие. В левой части статьи пишется УОТ (УДК), на

source: (UDK), keyingi qatorda maqolaning nomi o‘zbek, rus va ingliz tillarida (bosh harflarda,
ru: следующей строке название статьи на узбекском, русском и английском языках

source: o‘rtada, qalin yozuvda (jirnûy)), undan keyingi qatorda mualliflar to‘g‘risidagi ma'lumotlar
ru: (заглавными буквами, посередине, жирным шрифтом (jirnûy)), на следующей строке мелким шрифтом

source: (familiyasi, ismi, otasining ismi, ish joyi, lavozimi, ilmiy darajasi va unvoni, elektron
ru: на узбекском, русском и английском языках пишутся сведения об авторах (фамилия, имя,

source: manzili hamda telefon raqamlari) o‘zbek, rus va ingliz tillarida kichik bosma harflarda
ru: отчество, место работы, должность, ученая степень и звание, адрес электронной

source: yoziladi, qisqacha annotatsiyasi (8-10 qator) va kalit so‘zlar (10-15 ta) o‘zbek, rus va
ru: почты и номера телефонов), дается краткая аннотация (8-10 строк) и ключевые слова (10-15)

source: ingliz tillarida beriladi. Bir qatordan so‘ng maqola matni yoziladi. Maqoladagi formulalar
ru: на узбекском, русском и английском языках. Через одну строку пишется текст статьи.

source: Microsoft Equation da yoziladi. Rasm (grafik, sxema va chizma)lar standart qoidalarga rioya
ru: Формулы в статье набираются в редакторе Microsoft Equation. Изображения (графики,

source: qilingan holda 10x10 sm dan katta bo‘lmagan o‘lchamda tayyorlanishi, ularni soni 5 tagacha,
ru: схемы и рисунки) должны быть подготовлены размером не более 10х10 см с соблюдением

source: qisqa xabarlarda esa 2 tagacha ruxsat etiladi. Nomlari esa rasmdan so‘ng qalin yozuvda
ru: стандартных правил, их количество допускается до 5, а в кратких сообщениях - до 2. Названия

source: o‘rtada yoziladi (1-rasm. Nomi). Jadvallarning nomlari javalning yuqori qismida qalin yozuvda
ru: пишутся жирным шрифтом посередине после рисунка (Рисунок 1. Название). Названия таблиц пишутся жирным

source: o‘rtada yoziladi (1-jadval. Nomi). Adabiyotlarga havolalar maqola ichida [1] ko‘rinishda
ru: шрифтом по центру в верхней части таблицы (Таблица 1. Наименование). Ссылки на литературу даются

source: bo‘lib, foydalanilgan adabiyotlar maqola oxirida havolalar ketma-ketligi tartibida beriladi.
ru: в форме [1] внутри статьи, а использованная литература указывается в конце статьи в порядке ссылок.

source: Adabiyotlar ro‘yxati shakillantirish.
ru: Составление списка литературы.

source: Adabiyotlar ro‘yxatida quyidagilar ko‘rsatiladi: jurnalda chop etilgan maqolalar va ma'ruza
ru: В списке литературы необходимо указать: для статей и рефератов, опубликованных в журнале -

source: tezislari uchun - Mualliflarning familiyasi, ismi sharifi. Maqolaning nomi // Jurnalning nomi
ru: Фамилии, имена авторов. Название статьи // Название журнала. - Место и год издания. -

source: . – Nashr joyi va yili. – Soni yoki qismi. – Betlari. (1. Turdaliev V.M., Maxkamov G‘.U.
ru: Выпуск или часть. - Страницы. (1. Турдалиев В.М., Махамов Г.У. Экспериментальные

source: Piyoz ekish
ru: исследования по

source: texnologiyasini tanlash bo‘yicha tajribaviy tadqiqotlar // Namangan muhandislik-texnologiya
ru: выбору технологии посадки лука // Научно-технический журнал Наманганского

source: instituti ilmiy-texnika jurnali. – Namangan, 2019. – ¹3. – B. 77-81.); monografiyalar uchun -
ru: инженерно-технологического института. - Наманган, 2019. - №3. - С. 77-81.);

source: Mualliflarning familiyasi, ismi sharifi. Nomi. – Nashriyot nomi, joyi va nashr yili. – Betlar
ru: для монографий - Фамилии, имена авторов. Название. - Название, место и год издания. -

source: soni. (1). Djuraev A., Maqsudov R.X., Turdaliev V.M. O‘zgaruvchan uzatish nisbatli tasmali
ru: Количество страниц. (1). Джураев А., Максудов Р.Х., Турдалиев В.М. Кинематический и

source: uzatmalarni kinematik va dinamik tahlili. – Fan va texnologiyalara: Toshkent, 2013. – 168 b.);
ru: динамический анализ вариаторных пропорционально-ременных передач. - Наука и технологии:

source: avtoreferatlar uchun - Muallifning familiyasi, ismi sharifi. Mavzusi: ishning darajasi. –
ru: Ташкент, 2013. - 168 с.); для рефератов - Фамилия, имя автора. Тема: уровень работы.

source: Nashr joyi va yili. – Betlar soni. (1. Turdaliev V.M. Tuproqqa ishlov beradigan va sabzavot
ru: - Место и год издания. - Количество страниц. (1. Турдалиев В.М. Научно-технические

source: ekinlarini ekadigan kombinatsiyalashgan mashinani ishlab chiqishning ilmiy-texnik yechimlari:
ru: решения по созданию комбинированной машины для обработки почвы и посадки овощных культур:

source: Texn. fan. dok. diss. avtoref. – Toshkent, 2018. – 64 b.); dissertatsiya uchun - Muallifning
ru: Автореф. дис. д-ра техн. наук. - Ташкент, 2018. - 64 с.); для диссертаций - Фамилия,

source: familiyasi, ismi sharifi. Mavzusi: ishning darajasi. – Nashr joyi va yili. – Betlar soni. (1.
ru: имя автора. Тема: уровень работы. - Место и год издания. - Количество страниц. (1. Турдалиев

source: Turdaliev V.M. Tuproqqa ishlov beradigan va sabzavot ekinlarini ekadigan kombinatsiyalashgan
ru: В.М. Научно-технические решения по созданию комбинированной машины для обработки

source: mashinani ishlab chiqishning ilmiy-texnik yechimlari: Texn. fan. dok. diss. –Toshkent, 2018.–
ru: почвы и посадки овощных культур: Автореф. дис. д-ра техн. наук. - Ташкент,

source: 200 b.); kitoblar uchun - mualliflarning familiyasi, ismi sharifi, kitobning nomi, nashr joyi,
ru: 2018. - 200 с.); для книг - фамилия, имя, отчество авторов, название книги,

source: nashriyot nomi, nashr yili, qismi va betlari (1. Jo‘raev A., Mavlyaviev M., Abdukarimov T.,
ru: место издания, наименование издательства, год издания, часть и страницы

source: Miraxmedov D. Mexanizm va mashinalar nazariyasi. : G‘.G‘ulom, 2004. – 592 b.); patent uchun –
ru: (1. Джураев А., Мавлявиев М., Абдукаримов Т., Мирахмедов Д. Теория механизмов и

source: Patent olingan davlat va uning raqami / e'lon qilingan yil. Mualliflarning familiyasi, ismi
ru: машин. : Г. Гулом, 2004. – 592 с.); для патентов – государство патента и его

source: sharifi. Mavzusi // Patent raqami, nashr yili. – Byulleten raqami. (1. Patent O‘zR FAP 00848 /
ru: номер/год издания. Фамилия, имя, отчество авторов. Тема // Номер патента, год издания.

source: 31.10.2013. Djuraev A., To‘xtaqo‘ziev A., Muxamedov J., Mamaxanov A. Zanjirli uzatma //
ru: – Номер бюллетеня. (1. Патент УзР ФАП 00848 / 31.10.2013. Джураев А., Тохтакозиев А.,

source: O‘zbekiston Respublikasi patenti, 2013. – Byul. ¹10.); internet ma'lumotlari uchun - URL,
ru: Мухамедов Ж., Мамаханов А. Цепная передача // Патент Республики Узбекистан, 2013.

source: ma'lumotga murojaat etilgan sana. (1. ZiyoNet ta'lim portali. http://library.ziyonet.uz/ru.
ru: – Бюллетень №10.); для интернет-информации - URL, дата обращения к информации. (1.

source: Tahririyat
ru: Редакционная статья

source: Tahririyat barcha maqolalarni taqrizga yuboradi, ushbu taqriz natijalari asosida maqolani chop
ru: Редакционная коллегия направляет все статьи на рецензирование и по результатам рецензирования

source: etish masalasi bo‘yicha tegishli qaror qabul qiladi.
ru: принимает соответствующее решение по вопросу публикации статьи.

source: Maqolalarni qabul qilinmaslik shartlari.
ru: Условия непринятия статей.

source: Yuqoridagi talablarga javob bermaydigan maqolalar tahririyat tomonidan ko‘rib chiqilmaydi.
ru: Статьи, не соответствующие вышеуказанным требованиям, редакцией рассматриваться не будут.

source: Keltirilgan talablar
ru: Упомянутые требования

source: Keltirilgan talablar yakuniy emas, ba'zi maqolalar borasida tahririyat qo‘shimcha ma'lumot
ru: Перечисленные требования не являются окончательными, и редакция оставляет за собой право

source: so‘rash huquqini saqlaydi
ru: запросить дополнительную информацию по некоторым статьям.

source: Qadrli Namangan Davlat Texnika Universiteti 'Mexanika va texnologiya' ilmiy jurnali tahririyati!
ru: Уважаемая редакция научного журнала «Механика и технологии» Наманганского государственного

source: Ishonchim komilki, universitetimizda o‘z faoliyatini boshlayotgan 'Mexanika va texnologiya'
ru: технического университета! Уверен, что начинающий свою деятельность в нашем университете научный

source: ilmiy jurnali bugungi kunda mamlakatimiz ilmiy salohiyatining yuksalishida alohida ahamiyat kasb
ru: журнал «Механика и технологии» сыграет особую роль в повышении научного потенциала нашей страны

source: etadi. Jurnalning har bir sonida respublikamizda amalga oshirilayotgan keng ko‘lamli
ru: сегодня. Каждый номер журнала отражает научные исследования, проводимые профессорами,

source: islohotlarga javoban, professor-o‘qituvchilar hamda yosh tadqiqotchilarning ilm-fan taraqqiyoti
ru: преподавателями и молодыми исследователями в направлении развития науки в ответ на

source: yo‘lida olib borayotgan ilmiy izlanishlari o‘z aksini topadi. Qolaversa, ushbu jurnal
ru: масштабные реформы, реализуемые в нашей республике. Кроме того, этот журнал служит

source: takrorlanmas professional va ilmiy muhitni yanada rivojlantirishga xizmat qiladi. Shubhasiz,
ru: дальнейшему развитию уникальной профессиональной и научной среды. Несомненно, труд

source: ilmiy izlanishlar va uning yechimlarini topishda o‘z oldiga oliy maqsadlar qo‘yib
ru: энтузиастов науки, ставящих перед собой высокие цели в научных исследованиях и поиске их

source: harakatlanayotgan ilm-fan jonkuyarlari mehnatlari sahifalarda bitilib, o‘z muxlislari qalbidan
ru: решений, будет зафиксирован на страницах и найдет место в сердцах своих

source: o‘rin topadi.
ru: поклонников.

source: Institut rektori
ru: Институт ректоров

source: Tahrir hayati
ru: Жизнь на Тахрире

source: MEXANIKA VA TEXNOLOGIYA ILMIY JURNALINING
ru: НАУЧНЫЙ ЖУРНАЛ МЕХАНИКИ И ТЕХНОЛОГИЙ

source: Bosh muharrir
ru: Главный редактор

source: Bosh muharrir o‘rinbosari
ru: Заместитель главного редактора

source: Mas'ul kotib
ru: Исполнительный секретарь

source: Texnik muharrir
ru: Технический редактор

source: To'plam journallar
ru: Сборник журналов

source: Mualliflik huquqi asosida
ru: Авторские права

source: Barcha ilmiy jurnallar arxiv xolatda
ru: Все научные журналы находятся в архивной форме

source: Jurnallar arxivi
ru: Архив журнала

source: Jadvaldagi ma'lumotlar arxiv xolatda
ru: Данные в таблице архивированы.

source: Arxivda ma'lumot mavjud emas.
ru: В архиве информации нет.

source: Biz bilan bog'lanish
ru: Cвязаться с нами

source: Xabar qoldirish
ru: Оставить сообщение

source: Biz bilan bog'laning yoki jurnalni yuborish uchun xabar qoldiring.
ru: Свяжитесь с нами или оставьте сообщение для отправки журнала.

source: Iltimos,
ru: Пожалуйста,

source: saytga kiring
ru: войти на сайт

source: keyin xabar yuborishingiz mumkin.
ru: затем вы можете отправить сообщение.

source: Nashr Soni:
ru: Публикация число:

source: Nashr haqida:
ru: о публикации:

source: Nashr fayli:
ru: файл:
